Repository: dhis2/messaging-app
Catalog: i18n/*.po
Languages: ne, uz_cyrl, uz_latn

source: Upload attachment
ne: एट्याचमेन्ट अपलोड गर्नुहोस्
uz_cyrl: Иловани юкланг
uz_latn: Ilovani yuklang

source: Assignee
ne: निर्दिष्ट व्यक्ति
uz_cyrl: Ваколат берилган шахс
uz_latn: Vakolat berilgan shaxs

source: No results found
ne: कुनै पनि नतिजा भेटिएन
uz_cyrl: Ҳеч қандай натижа топилмади
uz_latn: Hech qanday natija topilmadi

source: Compose
ne: सिर्जना गर्नुहोस्
uz_cyrl: Яратинг
uz_latn: Yarating

source: Deselect all
ne: सबै चयन उल्टाउनुहोस्
uz_cyrl: Барча танланганни бекор қилиш
uz_latn: Barchasini tanlanganligini bekor qilish

source: Status
ne: स्थिती
uz_cyrl: Статус

source: Priority
ne: प्राथमिकतामा रहेको
uz_cyrl: Афзаллик
uz_latn: Аfzallik

source: Search
ne: खोज
uz_cyrl: Излаш
uz_latn: Izlash

source: Set filter
ne: फिल्टर सेट गर्नुहोस्
uz_cyrl: Фильтрни ўрнатинг
uz_latn: Filtrni oʼrnating

source: Assigned to me
ne: मलाई निर्दिष्ट गरिएको
uz_cyrl: Менга берилган ваколат
uz_latn: Menga berilgan vakolat

source: Marked for followup
ne: फलोअपको लागि चिनो लगाइएको
uz_cyrl: Давом этиш учун мўлжалланган
uz_latn: Davom etish uchun moʼljallangan

source: Unread messages
ne: नपढिएको
uz_cyrl: ўқилмаган хатлар
uz_latn: oʼqilmagan xatlar

source: Cancel
ne: रद्द गर्नुहोस्
uz_cyrl: Бекор қилиш
uz_latn: Бекор қилиш

source: Submit
ne: पेश गर्नुहोस्
uz_cyrl: Юбориш
uz_latn: Yuborish

source: Are you sure you want to delete selected message conversation(s)?
ne: तपाईँले चयन गर्नुभएको सन्देश मेट्ने कुरामा निश्चित हुनुहुन्छ?
uz_cyrl: Суҳбат(лар) хабари кетма-кетлигини ҳақиқатдан ҳам ўчиришни хохлайсизми?
uz_latn: Suhbat(lar) xabari ketma-ketligini haqiqatdan ham oʼchirishni xoxlaysizmi?

source: Delete selected
ne: चयन गरिएको मेट्नुहोस्
uz_cyrl: Танланган ўчирилчин
uz_latn: Tanlangan oʼchirilchin

source: Mark selected as unread
ne: चयन गरिएकोलाई नपढिएको भनेर चिनो लगाउनुहोस्
uz_cyrl: Танланганларни ўқилмаган деб белгиланг
uz_latn: Tanlanganlarni oʼqilmagan deb belgilang

source: Mark selected as read
ne: चयन गरिएकोलाई पढिएको भनेर चिनो लगाउनुहोस्
uz_cyrl: Танланганларни ўқилган деб белгиланг
uz_latn: Tanlanganlarni oʼqilgan deb belgilang

source: Assign selected
ne: चयन गरिएकोलाई निर्दिष्ट व्यक्ति तोक्नुहोस्
uz_cyrl: Танланганларни тайинлаш
uz_latn: Tanlanganlarni tayinlash

source: Mark for followup
ne: फलोअपको लागि चिनो लगाउनुहोस्
uz_cyrl: Кейинги кузатув учун белгиланг
uz_latn: Keyingi kuzatuv uchun belgilang

source: Clear followup
ne: फलोअप हटाउनुहोस्
uz_cyrl: Давоми тозалансин
uz_latn: Davomi tozalansin

source: Clear assignee
ne: निर्दिष्ट व्यक्ति हटाउनुहोस्
uz_cyrl: Ваколатлар тозалансин
uz_latn: Vakolatlar tozalansin

source: Set status
ne: स्थिती सेट गर्नुहोस्
uz_cyrl: Ҳолатни ўрнатиш
uz_latn: Holatni oʼrnatish

source: Set priority
ne: प्राथमिकता सेट गर्नुहोस्
uz_cyrl: Биринчи ўринга қўйинг
uz_latn: Birinchi oʼringa qoʼying

source: selected
ne: चयन गरिएको
uz_cyrl: танланган
uz_latn: tanlangan

source: Sender
ne: प्रेषक
uz_cyrl: Юборувчи
uz_latn: Yuboruvchi

source: Subject
ne: विषय
uz_cyrl: Мавзу
uz_latn: Mavzu

source: Date
ne: मिति
uz_cyrl: Сана
uz_latn: Sana

source: No messages in '{{messageType}}'
ne: '{{messageType}}' मा कुनै पनि सन्देशहरू छैन

source: Auto refresh
ne: स्वत: रिफ्रेस गर्नुहोस्
uz_cyrl: Автоматик янгилаш
uz_latn: Аvtomatik yangilash

source: Message discarded
ne: सन्देश त्यागियो
uz_cyrl: Хабар бекор қилинди
uz_latn: Xabar bekor qilindi

source: Create
ne: सिर्जना गर्नुहोस्
uz_cyrl: Яратиш
uz_latn: Яратиш

source: To
ne: प्रापक
uz_cyrl: Кимга
uz_latn: Kimga

source: Feedback recipient group
ne: पृष्ठपोषण प्रापक समूह
uz_cyrl: Фикр-мулоҳазаларни кўриб чиқадиганлар гуруҳи
uz_latn: Fikr-mulohazalarni koʼrib chiqadiganlar guruhi

source: Private message
ne: व्यक्तिगत सन्देश
uz_cyrl: Шахсий хабар
uz_latn: Shaxsiy xabar

source: Feedback message
ne: पृष्ठपोषण सन्देश
uz_cyrl: Фикр-мулоҳаза хабари
uz_latn: Fikr-mulohaza xabari

source: Message
ne: सन्देश
uz_cyrl: Хабар
uz_latn: Xabar

source: Send
ne: पठाउनुहोस्
uz_cyrl: Юбориш
uz_latn: Yuborish

source: Discard
ne: त्याग गर्नुहोस्
uz_cyrl: Бекор қилиш
uz_latn: Bekor qilish

source: me
ne: म
uz_cyrl: менга
uz_latn: menga

source: Show all messages
ne: सबै सन्देशहरू देखाउनुहोस्
uz_cyrl: Барча хабарларни кўрсатиш
uz_latn: Barcha xabarlarni koʼrsatish

source: Participants
ne: प्रापकहरू
uz_cyrl: Иштирокчилар
uz_latn: Ishtirokchilar

source: Add participants to conversation
ne: कुराकानीमा सहभागीहरू थप्नुहोस्
uz_cyrl: Иштирокчиларни суҳбатга қўшиш
uz_latn: Ishtirokchilarni suhbatga qoʼshish

source: Add
ne: थप्नुहोस्
uz_cyrl: Қўшиш
uz_latn: Qoʼshish

source: Reply discarded
ne: जवाफ त्याग गरियो
uz_cyrl: Жавоб бекор қилинди
uz_latn: Javob bekor qilindi

source: Reply
ne: जवाफ
uz_cyrl: Жавоб
uz_latn: Javob

source: Internal reply
ne: आन्तरिक जवाफ
uz_cyrl: Ички жавоб
uz_latn: Ichki javob

source: Select a message
ne: सन्देश चयन गर्नुहोस्
uz_cyrl: Хабарни танланг
uz_latn: Xabarni tanlang

source: No status
ne: कुनै पनि स्थिती छैन
uz_cyrl: Мақом йўқ
uz_latn: Maqom yoʼq

source: Open
ne: खोल्नुहोस्
uz_cyrl: Очиш
uz_latn: Ochiq

source: Pending
ne: थाँती रहेको
uz_cyrl: Кутилмоқда
uz_latn: Kutilmoqda

source: Invalid
ne: अमान्य
uz_cyrl: Яроқсиз
uz_latn: Yaroqsiz

source: Solved
ne: समाधान गरिएको
uz_cyrl: Ҳал қилинди
uz_latn: Hal qilindi

source: No priority
ne: कुनै पनि प्राथमिकता नरहेको
uz_cyrl: Устуворлик йўқ
uz_latn: Ustuvorlik yoʼq

source: High
ne: उच्च
uz_cyrl: Юқори
uz_latn: Yuqori

source: Medium
ne: मध्यम
uz_cyrl: Ўрта
uz_latn: Oʼrta

source: Low
ne: न्यून
uz_cyrl: Кам
uz_latn: Kam

source: Inbox
ne: इनबक्स

source: Validation
ne: प्रमाणीकरण

source: Ticket
ne: टिकट

source: System
ne: प्रणाली
uz_latn: Tizim

source: Successfully updated status
ne: स्थिती सफलतापूर्वक अपडेट गरियो
uz_cyrl: Мақом муваффақиятли янгиланди
uz_latn: Maqom muvaffaqiyatli yangilandi

source: Successfully updated priority
ne: प्राथमिकता सफलतापूर्वक अपडेट गरियो
uz_cyrl: Устиворлик муваффақиятли янгиланди
uz_latn: Ustivorlik muvaffaqiyatli yangilandi

source: Successfully updated assignee
ne: निर्दिष्ट गरिएको व्यक्ति सफलतापूर्वक अपडेट गरियो
uz_cyrl: Ваколат муваффақиятли янгиланди
uz_latn: Vakolat muvaffaqiyatli yangilandi

source: Successfully changed followup
ne: फलोअप सफलतापूर्वक परिवर्तन गरियो
uz_cyrl: Кузатув муваффақиятли ўзгартирилди
uz_latn: Kuzatuv muvaffaqiyatli oʼzgartirildi

source: Successfully deleted message conversation(s)
ne: सफलतापूर्वक सन्देश कुराकानी मेटियो
uz_cyrl: Суҳбат(лар) хабари муваффақиятли ўчирилди
uz_latn: Suhbat(lar) xabari muvaffaqiyatli oʼchirildi

source: Messaging
uz_cyrl: Хабар алмашинуви
